[
  {
    "id": "1",
    "title": "美味料理食譜：經典法式甜點！檸檬萊姆塔的酸甜滋味",
    "content": "偷偷告訴妳，檸檬塔的故事\n這是一道傳統且歷史久遠，並且已有多樣化演變的甜點。從名稱 Tarte au Citron 或許會直接聯想到甜點王國-法國，不過檸檬塔最早緣起和流行於地中海一帶，而法國的檸檬塔最早起源自法國南部城市-芒通 (Menton, France)。在芒通每年會舉辦檸檬節，其中檸檬塔始終是節慶的一大亮點。而由於檸檬塔的獨到好滋味，現在在法國的甜品店，咖啡廳或下午茶坊都可以看到它的身影，近年來台灣、日本也受法國甜點文化感染，於是也有越來越多的店，和越來越多師傅開始製作檸檬塔。\n\n其中點燃大眾對檸檬塔的好奇的契機則在幾年前一部講述英國國寶級美食作家 Nigel Slater 的電影『吐司：敬！美味人生』(《Toast》)，當中 Nigel 和繼母比拚的檸檬塔，那光澤的蛋白霜和紮實黃澄澄的檸檬奶油餡，讓觀眾看得嘆為觀止又忍不住在螢幕前流口水，而 Reckless Cook 則是在拜讀法國甜點大師 Pierre Hermé 的食譜，乘著潮流加上好朋友兼食客的提議下，在 Reckless Oven 出產的第一項客製產品！\n\n自己動手做食譜 (6吋)\nI.檸檬奶油醬\n\n檸檬汁   50 cc\n萊姆汁   35 cc\n雞蛋       2 顆\n奶油       180g\n香草莢   1條 (7g香草籽)\n檸檬皮   1顆\n\nII.塔皮\n\n低筋麵粉 160g\n糖              40~60g (根據需要甜度調整)\n杏仁粉     80g\n奶粉         6og\n奶油         120g\nIII. 蛋白霜\n蛋白         3~5個 (根據裝飾量調整)\n糖             180~300g\n\n製作手續三步驟\n1. 首先先煮製檸檬奶油醬。\n將雞蛋打散於一煮鍋內備於旁，加熱煮滾檸檬、萊姆汁、香草莢和砂糖，滾後將香草籽自香草莢刮入鍋中，將豆莢的部分丟掉，接著丟奶油入鍋融化並攪拌均勻，最後沿著盛有打散雞蛋的鍋子鍋緣一邊攪拌一邊將檸檬奶油液倒入，務必要一邊攪拌一邊倒入，否則蛋液在受熱不均勻的情況下部分容易形成蛋花。確實攪拌後再次將鍋子移到瓦斯爐上加熱，一邊加熱一邊攪拌，避免受熱不均底部焦化，不斷加熱直到鍋內呈現濃稠冒泡即可。煮好的檸檬奶油醬倒入一保鮮盒中，放入冰箱冷藏，至少五小時後才能使用。\n\n2. 第二步驟是製作杏仁奶香塔皮\n將奶油塊切丁，置於鍋中放軟(以便於操作)，接著分別將杏仁粉、奶粉、糖粉和麵粉篩入，均勻混合粉類和奶油，然後倒入牛奶並打入雞蛋，在揉混均勻後用一保鮮膜包起麵團，並擀成約1cm的薄片，置於冰箱備用，至少要冰一小時左右讓麵糰鬆弛才能使用。鬆弛完成的麵團，再擀成0.5cm的厚度，鋪平在塔盤中，用派石壓好，放入預熱好180度的烤箱，烤30分鐘即可。\n\n3. 第三步驟是檸檬蛋白霜。\n這一步驟得在前面兩步驟均完成，塔皮烤好並冷卻，且檸檬奶油餡已填入塔皮內，並冷藏一小時後執行。\n\n先用煮砂糖，煮成119度的糖漿，然後一邊用電動打蛋器高速打發蛋白，一邊沿著鍋緣倒入糖漿，打到七分發左右(攪拌器提起蛋白成嘴喙勾狀)，接著將蛋白霜裝入擠花袋中，由內而外擠在檸檬奶油餡上，然後再擠完一圈後再擠一球一球形成小山狀。\n\n品味檸檬萊姆塔時間到！\n成功完成的檸檬萊姆塔必須是奶油餡凝固，聞起來有檸檬香，切的時候切面整齊，奶油霜不會軟軟融化（需要有足夠的冷藏時間），吃的時候蛋白霜是綿細融於口，奶油餡酸甜在舌尖劃開，先甜後酸，後味是檸檬清香感，而塔皮則將杏仁與奶香味帶入調和。",
    "product_class_id": "1",
    "user_id": "1",
    "createdAt": "2024-08-16 14:50:00",
    "img_path": "lemonMeringueTart.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "2",
    "title": "餐桌心理學：為什麼明明吃很飽，還能塞得下甜點？",
    "content": "平常食量不大，但是在正餐後總是想吃甜點，飽餐一頓後你還會說：甜點，是不同的胃啊！\n\n嘴巴忙著聊天、吃飯，垂涎欲滴的美食一口接一口，酒足飯飽的我們看著服務生收盤、加水，來來去去，最期待的還是那句「請問可以上甜點了嗎？」觀察桌邊朋友的反應，對眼前菜盤上已經提不起勁，聽聞甜點時間到來，眼神的雀躍難以掩飾。\n\n又或是，明明吃得很飽，還是想去買杯手搖飲，甚至是加了份量十足的嚼勁珍珠都期待喝上一口。\n\n你也曾這樣嗎？其實，要說是大食怪似乎稱不上，平常一天三餐定時定量，尤其在晚上為了避免進食影響睡眠，甚至還刻意把晚餐減量，少吃米飯、麵條等澱粉。不過為何在外面聚餐時，在正餐後都有辦法將甜點塞下肚，小巧精緻繽紛的馬卡龍散發出淡淡糖霜氣味、紮實的磅蛋糕濃郁奶香外溢，究竟是惡魔還是天使的招手？雖然吃不太下主食，但是眼前的甜點仍然難以抗拒。\n\n「裝甜點的是另一個胃！」姐妹們總是如此戲稱。\n\n除了甜點胃之外，就算是日常生活的飲食也經常出現，「我明明就吃飽了，但我還想吃點東西！」不論你是否有意識，在飲食生活中經常會出現類似的情境，有些人甚至每天發生。\n\n「甜點胃」究竟從何而來？\n你覺得是哪些原因影響你對「飽食」的感受？食物的味道、佔據胃部多少空間，還是升指數 GI 值高低（血糖上升速度的快慢的相對數值）也許以上都是，但是「甜點胃」又是從何而來？\n\n事實上，在經過研究實證，發現人類有甜點胃的現象，這是來自特有感官飽足感（ sensory-specific satiety），此現象最早是由法國生理學家雅克·勒·馬格南（Jacques Le Magnen）於 1956 年提及。術語則由 Barbara J. Rolls 和 Edmund T. Rolls 於 1981 年提出，影響我們對「飽足」感受的除了食物味道、飢餓效應（ alimentary alliesthesia），也就是在月飢餓的狀態越感覺吃下的食物好吃），特有感官飽足感是第三種影響飽足感的原因。\n\nRolls 於 1984 年進行的一項研究，透過模擬 Buffet 來驗證特有感官飽足感（ sensory-specific satiety），首先，他們為受試者提供了四樣餐點，包括香腸、麵包和奶油、巧克力甜點和香蕉。受試者都只吃四道餐點的其中一種食物，結果顯示，比起將四種食物一起進餐時，前者食物總進食量少了 44％。\n\n另一個實驗，給受試者吃通心麵，讓他們吃到飽以後給他們更多的通心麵和起司，在另一個時間仍然請他們吃通心麵吃到飽，隨後再給予他們吃冰淇淋。不過，結果發現，比起前者，受試者在飽食後吃的冰淇淋量是在前者給予通心麵和起司三倍的量；由此可發現，受試者並非真的飽到再也裝不下任何食物，而是比起來通心麵和起司，他們想吃到其他風味的食物罷了。\n\n這也可以說明，在吃薯條的時候，有蕃茄醬、調味粉讓我們越吃越「涮嘴」，又或者是自助試提供的冰淇淋，比起單一口味，多種口味會讓我們在不知不覺中吃下更多。\n\n\n來自感官的飽足感 影響飲食生活\n研究表顯示，單一飲食者，或是對食物種類限制者，長期會有特有感官飽足感，也就是對於想節食者來說，在持續吃類似的食物，的飲食生活中，因為吃膩而減少食物攝取量；相反的，若是面對口味變化多端的食物，感官飽足感刺激了食慾，也會不小心吃下太多引起肥胖。\n\n也許你會好奇，對於我們來說，食物本身的能量密度、營養成分，或是適口性，應該會抑製或促進特有感官飽足感。Birch＆Deysher（1986）和 BJ Rolls 等人進行的研究。總結說明，這些對特有感官飽足感感影響不大。因此這種的飽足感可能更多來自食物本身以外的因素，例如人類對食物的觀感等所影響的。\n\n雖然換換口味可能會吃下其他東西，但是 Roll 認為人類會有這樣的行為對於身體健康來說，其實是一件好事，因為我們的直覺會促使我們嘗試變換不同的食物，而非一直吃同樣的東西，相較於單一飲食來的有益，人類是雜食動物，本來就需要吃各種各樣的食物，所以在改變我們喜歡吃的食物但仍然喜歡其他食物的程度上的轉變會鼓勵多樣性。\n\n而對於較容易挑食不吃蔬菜的兒童來說，這樣的特定感官飽足感（ sensory-specific satiety）也能鼓勵他們在菜盤間吃下各種蔬菜，讓營養更為均衡。\n\n在家備餐的你也許也會發現，有的時候，準備少樣大份的食物，或是多樣少量的食物，觀察到一起進食的夥伴，可以發現在後者會吃下更多食物，有時甚至還會為了配菜增加飯量，多變化卻少量的菜盤更容易一掃而空。\n\n了解甜點胃真正的原因以後，也許能幫助你意識到自己進食的行為，如果你正在控制飲食，對於擺在琳琅滿目的美食把持住，\n在餐後想吃甜食的時候深呼吸三次，「我真的需要吃這樣食物嗎？」\n\n當然如果身邊有過度偏食者，在備餐時不妨將料理多變化，或是在一道料理中加入多樣化的食材。\n\n",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-08-16 15:08:00",
    "img_path": "dessertStomach.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "3",
    "title": "把建築美學帶進甜點世界，Dinara Kasko的藝術蛋糕",
    "content": "建築知識也可能成為甜點藝術的靈感？烏克蘭建築師Dinara Kasko卸下建築師的身分改做甜點師傅，用上各種建築會用到的模型與系統，創造出帶有藝術感氣息、風格鮮明的甜點。\n\nDinara Kasko畢業於哈爾科夫大學建築學院（Kharkov University Architecture School），最初她先到荷蘭從事建築相關的工作，也兼職當攝影師。Dinara非常喜歡旅行，從17歲開始她陸陸續續已經旅行了16個國家，而旅程中她越來越確認，自己最熱愛的其實是甜點製作。於是，在她生完小孩，決定暫停建築工作、休息一陣子時，發現正是實踐熱情的好機會，於是轉而投入甜點製作。\n\nDinara表示，不想模仿別人，想要創造新的東西，而甜點要如何與眾不同？過往的建築知識與經驗，就成了創作時的最佳靈感寶庫。\n\n幾何構造、建築的仿生模型、生物模擬……等各種建築上會運用到的模型或系統，成為她構築一份甜點的方法，她用3D建模技術來製作蛋糕模具，每個蛋糕就像是建築的小尺寸模型般，而切開來的蛋糕，就像當代建築的分層圖解，只是，這回圖解的內容不是鋼筋、水泥、玻璃，而是巧克力、蛋白霜。造型上，她用幾何形式連接起蛋糕和建築之間的關係，創造出風格鮮明的蛋糕，讓人耳目一新。（新作品則用上了3D列印：烏克蘭甜點師Dinara Kasko新作，以3D列印製作動態感幾何造型蛋糕！）",
    "product_class_id": "1",
    "user_id": "1",
    "createdAt": "2024-08-16 15:30:00",
    "img_path": "Dinara Kasko.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "4",
    "title": "日本伴手禮生力軍：草莓甜點專賣店「Berry UP！」手感插畫包裝、限定版草莓大福超吸睛",
    "content": "Berry UP！去年12月在表參道開設第一間路面店，除了專賣草莓口味的各式甜點，包裝上的可愛插畫也讓人印象深刻。\n到日本旅行時，選購伴手禮是一件療癒的事，賞心悅目的包裝設計讓人還沒拆封心情就大好。日本公司Sucrey旗下有眾多甜點品牌，包括在台灣十分受歡迎的「東京牛奶起司工房（Tokyo Milk Cheese Factory）」，而去年剛推出的新品牌——草莓甜點專賣店「Berry UP！」，可愛的包裝與草莓系甜點都讓人眼睛一亮。\n\nBerry UP！去年7月在東京車站GRANSTA商場內開設第一家外帶店舖，12月在表參道開設第一間路面店。品牌塑造由設計公司THAT’S ALL RIGHT操刀，識別、包裝插畫是由插畫家塩川いづみ（Izumi Shiokawa）繪製，簡潔而充滿手感的線條，生動畫出狗兒、貓兒頭上頂著草莓的模樣，彷彿傳遞著slogan「Strawberry is always in your heart.」的精神；黑白色調則讓紅色草莓更為顯眼有活力。\n\n表參道店販售3款Berry UP！經典品項：以新鮮草莓醬、煉乳、馬斯卡彭奶酪製成的「草莓蛋糕」，效法西班牙傳統小點「Polvoron」製成的「草莓酥餅」，以及在巧克力薄餅間夾入酸甜草莓巧克力內餡的「5層夾心餅乾」。\n\n不可錯過的還有表參道店販售的2款限定甜點：帶點懷舊感的「草莓蛋糕」，蛋糕體刷上糖液，搭配草莓醬與鮮奶油；白白胖胖的「草莓大福」夾入北海道十勝紅豆餡、鮮奶油及草莓果醬，2款都超熱賣，想吃到得早點到場。",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-08-16 15:41:00",
    "img_path": "BerryUP.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "5",
    "title": "遠離倫敦喧囂的花園秘境！玻璃屋裡品茶、吃甜點、嚐自產蔬菜",
    "content": "出走喧鬧的倫敦市區，來到泰晤士河西南邊的Richmond小山丘下，Boglione家族企業將1970年代的園藝中心Petersham Nurseries，細心打理及裝修成為這座充滿英式鄉村田園風格的秘密花園；綠意盎然的玻璃屋溫室裡擺滿古董家具家飾，拼湊成一間古典優雅的原木茶屋，提供精選的手摘茶與家庭手工蛋糕。\n\n主廚Damian Clisby與團隊依照季節性共同發想菜單，邀請來訪的賓客一同欣賞及尊重農產品，推廣慢食主義，只使用當地當季精選食材，香草香料、蔬菜及食用花材都來自自家花圃。\n\n新一代的主理人Lara Boglione希望遠離倫敦喧囂，創造一個尊重環境且平靜的空間。Lara攻讀人類學時的論文便是探討種子與永續性，在遊歷印度與世界各地之後回歸經營，確保Petersham Nurseries對社區環境、小農家都能友善共處，並鼓勵居民積極參與支持可持續發展議題。\n\nPetersham Nurseries\n地址：Church Lane, off Petersham Road, Petersham, Surrey, TW10 7AB\n電話：020 8940 5230\n網址：Petershamn Nurseries",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-08-16 15:56:00",
    "img_path": "petershamNurseries.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "6",
    "title": "重磅蛋糕的身世之謎，混合了歐美各地的風俗與文化",
    "content": "以前在美國念書時，重磅蛋糕是我的居家必備點心，5美元就可以滿足我那一週唸書時的嘴饞與能量補給，或是臨時有朋友來家裡時的小宴客點心。到了西班牙後，這個點心卻讓我很困惑，有人說它叫Bizcocho，西班牙北部人又介紹了Sobao，看得我頭昏眼花，今天就好好的將它的東南西北一次搞清楚。\n\n重磅蛋糕的由來\n據傳重磅蛋糕食譜是18世紀時由英國開始流傳，在當時還沒有膨發劑（如baking soda）的年代，食材很單純又好記：麵粉、奶油、糖和蛋都各一磅（453公克），主要仰賴打發蛋白定型後，再與其他材料混合烘烤而成。\n\n在舊時主婦界，因為重磅蛋糕的配方簡單固定，英文用方便記憶的計量單位稱之為「Pound cake」，相對於英美對食材的豪爽，精緻著稱的法國人又將此稱作「quatre-quarts／英譯four quarters」，這裡的「quarts／quarters是指重量1／4磅」，四種原料比例仍然相同，是法國聖誕節的必備蛋糕，中譯則成了重磅蛋糕或「四分之一」蛋糕。\n\n一直到1796年，才正式收錄於Amelia Simms著作的美國食譜（American cookery），這個發源的故事、記載、與命名原則都跟杯子蛋糕大同小異，再一步步流傳至歐洲各地。\n\nBizcocho身世之謎\n再來說說西班牙常見版本—Bizcocho （唸法： bisgocho），命名也是根據做法，是拉丁字「bis coctus」—煮兩次的意思。第一次是蛋糕帶模烘烤，第二次是脫模後翻面烘烤，根據記載，這個點心的原型是在西元前12世紀埃及法老拉美西斯（Rames III, 1184 ~1153BC）就有的食物，屬於麵包的一種。一直到17~18世紀受到法國太陽王路易十四的喜歡 （1638-1715 AD，據說是超級吃貨，但也非常會帶領國家），並開始發展至南歐，但目前並不清楚太陽王喜歡的是當時英國流傳出來的重磅蛋糕版本還是埃及法老版本。\n\n另外，也因為西班牙的Bizcocho配方奶油部分其實不是奶油，是植物油—橄欖油或是葵花籽油，有食物歷史學家指出，現代版的Bizcocho應是西法蛋糕混合版本，Bizcocho熱量比較低，我親身體驗是Bizcocho口感其實稍微清爽一些。\n\n那Sobao又是什麼?\nSobao是西班牙北部Cantabria省可常見口感類似重磅蛋糕的甜點，但是外型卻有點不一樣，並將Bizcocho植物油部分換回奶油。主要因為西班牙的氣候南北迥異，南部一片沙漠、北部一片綠油油，所以北部的農產品豐富，牛奶、奶油的供給不成問題。\n\n此外，因為北部山區較多並且氣候寒冷，有很多高熱量的產品，Sobao就是其中之一，除了奶油之外，Sobao還加入茴香酒或萊姆酒，山區小店可以看到一小份Sobao加一杯牛奶 （沾著吃，一套2~3歐元），是非常常見的點心組合。\n\n而現代Sobao的配方則在1896年時，經過Eusebia Hernández Martín的改良，將常見麵粉改為發酵麵糰，稱為Sabao Pasiego並流傳至今。Sobao是經過GI（ Geographical indication）產地認證的食物，十足代表了Cantabria的經典之一。\n\n\n重磅蛋糕的別名\n先無論到底起源為何，從英國到美國和南歐，重磅蛋糕一路遊歷，當然也在各地有著不同的名號與特色：在德國稱為Eischwerteig mit Fett （egg-weight dough with fat，蛋和麵糰和肥油）；墨西哥和哥倫比亞稱為panqué，念法像英文的pancake，但是混有酒精，和Sobao其實非常相像。而到了美國，則更發展出Sour Cream Pound Cake，在20世紀從美國開始全球流行。",
    "product_class_id": "1",
    "user_id": "1",
    "createdAt": "2024-08-16 16:02:00",
    "img_path": "bizcocho.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "7",
    "title": "女王、軍人、平民都愛的蘋果派：源自英格蘭，為何變成美國的代表性甜食？",
    "content": "蘋果派除了是Hello Kitty最愛烘焙的甜點外，也是大家最直覺的美國甜食代表之一，二次大戰期間，當記者採訪美國軍人上戰場迎戰的動力為何？他們說了一句經典隊呼：「For mom and apple pie！」 （為了媽媽和蘋果派）\n\n蘋果派的由來\n不過事實上蘋果派並非源自於美國，而是來自與英格蘭，歷史上第一個蘋果派食譜始於1381年，是歷史悠久的食物，當時英格蘭的內容物除了蘋果之外，還包含無花果、葡萄乾、西洋梨、和番紅花，不含糖（當時已有製糖技術，但是很貴，並不常用於大眾料理）。此外，派皮是用來當像是盒子的容器（Coffin pastry），並不是拿來食用的，相傳是女王伊莉莎白一世（Elizabeth I）最愛的甜點。\n\n荷式蘋果派\n大約在1514年時，荷蘭也出了一份蘋果派食譜（Notabel Boecxken van Cokeryen），有趣的是上方派皮是碎派皮，經過烘烤後，上方絕大部分派皮也不被食用，內容物更為豐富，含有蘋果、小豆蔻、薑、肉豆蔻、丁香、和蜂蜜，烘烤末段過程加入奶油（cream），口感更多層次。由於荷蘭當時（16世紀）屬神聖羅馬帝國版圖，羅馬人愛吃派，也愛使用麵類製品搭配蜂蜜與果乾製成甜點，所到之地常引進製派飲食文化（法國鹹派的由來），因此有些人推測荷式蘋果派技術與羅馬人有關。\n\n美國蘋果派的流行\n早期美國西進（18世紀末）之下的拓荒者為了宣示合法主張的土地擁有權，他們利用耕種來表示界線，蘋果樹容易種植，屬於熱門選項，可是當時美國本土品種只有一種crab apple，這種品種又小又酸，因此當時美國人只將之用來做蘋果西打（cider），後來才有歐洲人陸續帶其他品種的蘋果，利用插枝或播種方式，增加多樣性，又剛好蘋果異花授粉相對容易成功。\n\n於是到了19世紀時，蘋果種類已達一萬四千多種，甜度上升成適合食用的程度，於是人們也開始將極為盛產的蘋果製成派，成了家家戶戶都有的常見甜點。\n\n在20世紀初，一次世界大戰前，美國人甚至自豪地說出：「No pie-eating people can be permanently vanquished。」（吃蘋果派的人打不倒），二次大戰更融入蘋果派作為精神喊話的口號，一次又一次自豪的主張，讓蘋果派成了美國的代表甜點！\n\n急中生智的無蓋法式蘋果派\n有別於上述其他使用派皮完整覆蓋餡料的蘋果派，法式蘋果派的蘋果餡料直接展露於派皮上，清晰可見，又稱之為tarte tatin，它的發明則被認為是一則意外。\n\n1880年代，兩姊妹Stéphanie和 Caroline Tatin經營巴黎一家飯店Hotel Tatin，一天Stéphanie不小心將蘋果和糖過度加熱，眼見燒焦味越發明顯，Stéphanie心急之下，快速關火將派皮放在煎鍋上，直接把整個平底鍋放進烤箱，最後倒扣完成的蘋果派，只有一面派皮，蘋果果肉直接暴露於上，沒想到焦糖蘋果風味竟然獲得不少佳評，也逐漸成了飯店招牌甜點，並在法國蔚為風行，讓急中生智的創意成為經典。\n\n不含蘋果的蘋果派mock apple pie\n當時美國西進時，有些英國人因為太想念蘋果派了，但是當時又沒有蘋果的情況下，他們發明了幾種假的蘋果派，使用派皮、香料和其他果肉來模擬，有些食譜已經失傳，這裡附上一款使用肉桂和檸檬汁模擬的食譜，好奇的人可以試試看。食譜連結：Mock Apple Pie\n\n\n澳洲老奶奶的蘋果派-Granny Smith\n澳洲有一款蘋果派非常知名，甚至在澳洲每年都會慶祝Granny Smith Festival，這一款蘋果派是來自於英格蘭的老奶奶Maria Ann Smith的食譜，Maria Ann Smith在大約40歲時和先生與小孩移民至澳洲（1838年），Smith一家人在澳洲為蘋果農，普遍認為他們的蘋果是crab apple和orchard apple的混種，酸甜可口。Maria也借農場之便，製作販售蘋果派，到了1868年時，她已成了家喻戶曉的蘋果派老奶奶，此外，由於他們的蘋果風味特殊，地位之重要，讓澳洲人於每年10月17日都會舉辦Granny Smith Festival，以茲紀念偉大貢獻。\n\n一樣都是蘋果派，竟然有這麼多的型態，進一步了解後，你吃過哪幾種呢？",
    "product_class_id": "3",
    "user_id": "1",
    "createdAt": "2024-08-16 16:13:00",
    "img_path": "applePie.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "8",
    "title": "吃甜點的時間若配置得宜，可能讓飲食更健康？",
    "content": "關於甜點的論述其實一翻兩瞪眼，讓甜食如此甜膩的糖分可能會使人體重增加，並導致第二型糖尿病、癌症等慢性疾病。許多甜點亦富含對心臟有害的飽和脂肪，以及「空有熱量」 （empty calories）。\n\n然而，有部分研究指出，若配置得宜，偶爾食用甜點（這裡說的是真材實料、罪惡感十足的甜點，而非像現切水果那種）可能會是讓飲食更健康的一種方法。\n\n研究發現，在餐前先行食用甜點（而非像多數人是在正餐後才吃）與正餐整體攝取量的減少有關。在近期發表於知名期刊《實驗心理學雜誌：應用》（Journal of Experimental Psychology: Applied）的研究中，若受試者在正餐的一開始就選擇食用墮落的甜食，他們接著就會選擇較健康的正餐，並攝取較少卡路里。他們甚至不需要一開始就「吃下」甜點，光是「選擇」它就足以造成改變。\n\n亞利桑那大學行銷與認知科學助理教授、該研究共同作者的雷曼（Martin Reimann）表示：「如果我們先選擇了比較健康的食物，這便為自己待會選擇較墮落的食物亮起綠燈。但如果反過先選擇熱量較高的食物，綠燈就變成了紅燈。」先行選擇高熱量的食物似乎會使人們無意識地對接下來要吃的東西「稍微踩剎車」。\n\n雷曼與他的團隊研究了會在校內自助餐廳吃午餐的134個大學系所教職員工與研究生。在不同的四天中，他們在不同的位置提供四種不同的甜點選項：放置於主菜與配菜前的健康新鮮水果、放置於開胃菜前的罪惡檸檬芝士蛋糕、主菜後的水果以及主菜後的芝士蛋糕。\n\n在先選擇芝士蛋糕的人中，有近70%的人接著選擇了較健康的主菜與配菜（以墨西哥雞肉烤餅為主菜、沙律作為配菜，而非炸魚與薯條），而選擇水果的人卻只有約三分之一的人如此選擇。總的而言，相較於先選擇以水果作為甜點，優先選擇芝士蛋糕的人一餐吃下來所攝取的熱量比前者少了約250大卡。而在選完主菜和配菜後才選擇芝士蛋糕的人，會比一開始就拿芝士蛋糕的人還多攝取約150大卡。\n\n這樣的現象不僅適用於校園內，在一場160名成年人的假想線上晚餐預定中，他們選餐後的結果亦符合上述估計。\n\n在選擇其他食物前就先挑選甜膩甜點（巧克力蛋糕）的人表示，他們預計攝取的熱量僅會是先選擇健康甜點（水果沙律）的人的一半，但當他們最後才決定甜點時，兩者間的差異便不那麼顯著。先選擇巧克力蛋糕的人中有近56%接著選了較清淡的主菜（烤檸檬雞，而非法式藍帶芝士雞排），而選擇水果沙律的人卻僅有約44%的人這麼做。\n\n這並不是第一個指出吃甜點的時機很重要（無論對心理與生理皆為如此）的研究。部分專家建議，由於身體在劇烈運動後需要糖分來進行修復，因此運動後吃甜點可能能讓身體更有效地利用這些食物。那些單純包含糖分與蛋白質的食物（例如巧克力花生醬杯蛋糕〔peanut butter cup〕）都有助身體的復原。\n\n\n也有研究顯示，策略性攝取甜點甚至能改變你的整個飲食習慣。2012年的一項研究發現，那些會在早餐食用巧克力、餅乾或甜甜圈的肥胖患者，一天中對垃圾食物的想望會比吃低卡、低碳水化合物早餐的人還要少。此研究的作者指出，這種「時間配置得宜」的甜點長期而言或許有助瘦身與體重控制。\n\n適度容許自己吃甜食也有助避免自己無度地大吃。研究顯示，剝奪自己吃高熱量食物的權利可能會激起內心的渴望，最後反而吃得更多。因此，如果你正試著減少糖分攝取量，一點「鼓勵性質」的甜點可能有助你遵守這個目標－至少一開始需要這樣。專家表示，如果你一點一點地減少糖分攝取，長期而言你的大腦與味蕾可能就會被重新訓練，進而降低對甜食的渴望。\n\n現居於新澤西的註冊營養師史托勒（Felicia Stoler）同意飲食中有時候也應該包含甜點，即便對於注重飲食的人亦是如此，但她也警告，不應該把甜點視為一種健康的食物或是減重工具。\n\n史托勒說道：「甜點應該每餐都出現嗎？當然不！我甚至不認為它們應該每天出現。如果你想吃甜食就稍微衡量一下熱量，或許當天其他餐吃清淡一點就可以了。」\n\n若你真的決定要吃甜食，有越來越多研究都指出，策略性地攝取可能會讓你有所回報。",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-08-16 16:16:00",
    "img_path": "eatDessertTime.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "9",
    "title": "法式甜點小知識：閃電泡芙，意思是好吃到一下子就能解決",
    "content": "說到法式甜點你會聯想到什麼？奢華、昂貴？或是只存在於高貴店舖裡的精緻小蛋糕？\n\n法國甜點文化最早從中世紀宗教活動開始，經歷皇室的喜愛到十九世紀工業革命，無數的糕點師從新技術中擷取最好的助力，投入自身的才華與精力，發揮融入文化的創造力，產生一件又一件如工藝品般的經典甜點食譜。在這個美食家的世紀，這些作品廣泛地在世界各地流傳，透過一代又一代的甜點師傳承與創新。\n\n近 10 年來，台灣各地越來越能看到法國常見的各種甜點，隨著法式甜點食譜等資訊廣為分享且容易取得，越來越多甜點師透過自學或出國學藝歸國，一間間獨立的甜點店也慢慢進入一般大眾的生活之中。隨著社群網路的興起，我們不再只滿足於視覺與味覺的享受，了解這些甜點的理念、背景使我們的飲食體驗更加完整且迷人。\n\n菓實日特別挑選出幾種常見的法式甜點要介紹給你，還會補充各個甜點背後的歷史背景，讓你買甜點時除了叫得出名字、也說說得出故事，讓朋友投以崇拜的眼光！\n\n## **一、閃電泡芙 éclair**\n\n閃電泡芙是在里昂被誕生出來的，里昂還是高盧首都時被稱為 Lugdunum，是從高盧的神明 Lug 而來，代表火與光之神。後來閃電泡芙被填入咖啡或巧克力卡士達的內餡，裹上容易化口的糖霜，因為一直來都是一人份的尺寸，也意味者可以幾口快速吃完，就像電光火石般快速的含義。\n\n## **二、修女泡芙 La Religieuse**\n\n修女泡芙大約在 1850 年左右在冰品甜點店弗拉斯卡提（Café Frascati）問世。一開始是有卡士達奶餡的方形泡芙，隨著時間演進，才慢慢變成我們目前熟悉的樣貌，底部是較大的泡芙填滿卡士達奶餡或希布斯特奶醬（Crème Chiboust），頭部由小泡芙做成，再搭配當作領圈的鮮奶油香提與裝飾糖霜。\n\n## **三、可麗露 Canelé**\n\n可麗露被創作出來的原因，較普遍的說法是過去修道院釀葡萄酒，會使用蛋白來幫助葡萄酒澄清的材料，剩餘下來的蛋黃就變成製作可麗露的原料了。\n\n可麗露（Canelé）是法國波爾多地區（Bordelais）的傳統點心，使用昂貴的專用銅製模具，並且在模型內部塗上一層蜜蠟才能烤出外脆內軟的口感，傳統上可麗露的成分是由牛奶、香草莢、蘭姆酒（Rum）構成，需要長時間的烘烤過程與經驗，才能做出每一個都均勻上色、不發白的可麗露。\n\n## **四、蒙布朗 Mont Blanc**\n\n蒙布朗（Mont Blanc）是阿爾卑斯山白朗峰的音譯，而這款甜點則是因為外型撒上雪白的糖粉與一年四季覆蓋上白雪的山脈相似，所以成為這道經典甜點名字的由來。香緹鮮奶油搭配乾脆的蛋白餅，以專用的孔洞型花嘴擠出細條狀的栗子鮮奶油，環繞成山形，最後撒上糖粉作為裝飾。這款甜點源自於 1903 年，巴黎創立的下午茶店 Angelina 開始推廣此款甜點，結果廣為流傳，不過這款甜點不是 Angelina 創作的，在此之前南法一些糕點店就有提供這款甜點，起源仍然不明。\n\n## **五、聖多諾黑 Saint-Honoré**\n\n聖多諾黑是以糕點及麵包業者的守護聖人來命名的，是法國人慶祝佳節的最好甜點。設計者是 1984 年在巴黎的甜點師希布斯特（Chiboust）創作的，他同時為這款甜點設計著名的希布斯特奶醬（Crème Chiboust），這是一種卡士達醬趁熱加入蛋白霜的奶醬，以質地輕棉、細緻化口，帶著蛋與香草香氣的美味。\n\n甜點的做法是將酥皮作底，擠上一圈泡芙麵糊，烘烤之後再圍上一圈沾有焦糖的小泡芙，中央擠上交錯擠花的希布斯特奶醬。",
    "product_class_id": "7",
    "user_id": "1",
    "createdAt": "2024-09-20 09:04:00",
    "img_path": "FrenchKnowledge.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "10",
    "title": "道地的法國甜點：可麗露 Canelé",
    "content": "第一次知道可麗露（Canelé）這種甜點，是在某家百貨公司的東客麵包。第一次坐在店裡頭點可麗露吃，是在台北的好樣餐廳。但到那時為止，安朵只是很愛吃這種外型和口感都不太尋常的甜點，卻從來不知道這甜點來自法國。\n\n到了巴黎後，發現任何一家尋常的麵包店或甜點店裡，都幾乎會有這種看起來焦焦黑黑的甜點，才恍然大悟，原來這是道地的法國甜點！但一年前到波爾多旅行，才又發現，這種甜點其實源自波爾多，或者說，這是一種波爾多的傳統糕點。\n\n這道滋味特別的甜點源起於大量麵粉運到波爾多的港口，商家或居民就會把多的麵粉拿給修道院的修女。而波爾多又是法國知名的葡萄酒產區，傳統釀酒的過程中有個很重要的步驟叫做「collage」，就是把蛋白打泡後放入橡木桶裡過濾酒的雜質，因為只用蛋白，所以會剩下大量的蛋黃，酒莊老闆就會把這些蛋黃送給修道院。\n\n有了麵粉有了蛋黃，修女們就用來做成甜點。所以法國的甜點歷史裡記載著， Canelé 最早是 18 世紀一個名為「Annociades」的修道院裡的修女發明的。但那時這道甜點的名字叫做「canelas」或是「canelons」，而且作法和材料跟現在不太一樣，只是不同於一般甜點的是，裡頭只加蛋黃。\n\n另外有個說法是，17世紀時波爾多有一種被稱為「canauliers」的麵包師父，他們專門做教堂慶典用麵包和一種用蛋黃做成的叫做「canaules」的麵包。 18世紀時「canauliers」麵包師父和一般甜點師傅發生鬥爭，因為想取得當時只有甜點師父才能使用的牛奶和糖。這場鬥爭後，「canauliers」麵包師傅取得了牛奶和糖的使用權，也是在那個時候，他們創造了可麗露的食譜，就用他們的職稱命名，也就是說那時「canelé」這個名字還沒出現。\n\n法國大革命期間，這種以前擁用有強大勢力的麵包師父消失，這道甜點也跟著消失了很久。20 世紀初，一個不知名的甜點師傅找到以前的食譜，做出這道甜點，還加了香草和萊姆酒。但 「canelé 」這個字很晚才出現，翻翻 1970 代法國知名的美食指南「Gault et Millau」 還沒有這個字眼，但到底何時這個字開始出現，不可考。\n\n這種甜點外觀的凹槽是後來演變成的，這是前面那家波爾多老甜點店的特別版可麗露，外殼整個是奢華的霧金，價格不斐，12 個 96 歐！\n\n但「Canalé」後來為何做成有一道道凹槽的形狀？有資料這麼寫著，因為起源字根和「cannelure」很像，「cannelure」是建築物上的雕刻凹槽，所後來的甜點師傅就把它做成這個樣子。\n\n所以我們今天吃到用麵粉、蛋黃、牛奶、糖，萊姆酒和香草做成，外頭刷上焦糖烤成外殼稍硬的可麗露，就是這樣一點一點演變來的。台灣天氣最近轉涼，安朵覺得正是吃可麗露配點熱茶的好季節，吃的時候別忘了細細咀嚼這個法國甜點長長的歷史和起源！",
    "product_class_id": "7",
    "user_id": "1",
    "createdAt": "2024-09-27 13:38:00",
    "img_path": "AuthenticCanelé.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "11",
    "title": "西式甜點，纏繞幸福滋味",
    "content": "我總覺得，甜點，絕對是料理領域裡別出一門獨樹一幟的項目。\n尤其是西式甜點，較之樸素纖細的日本甜點、口感紮實的中式甜點、香氣襲人口感輕盈的南洋甜點，西式甜點從食材到理念到技巧，以至口感、氣味、個性、美感以及創作性與藝術性的究極，都顯得極端精緻、多樣而充滿創意。精工打造、甚至繁複鋪陳的程度，足以令人咋舌。\n「幸福的滋味」，日本電視節目裡裡，總喜歡用這樣的一種說法來描述觸動人心的美味，而我認為，用來形容西式甜點，最貼切不過。\n\n時令甜點風貌多姿\n一般而言，西式甜點可分五類：\n「烘烤類甜點」，通常指運用麵粉等粉類或如雞蛋、奶油等材料攪拌或揉製成麵糊麵糰，再組合上其他食材調味料香料酒類等元素後，入烤箱烘烤成形的甜點。比方蛋糕、塔、派、泡芙、可麗餅、布丁等均屬之。\n「冷藏類甜點」，指的是如慕斯、果凍、提拉米蘇等不經烘烤，藉由吉利丁等膠類物質的助力，直接以冷卻凝固方式完成的甜點。\n如冰淇淋、Sorbet冰砂等以各種素材冰製而成的甜點是為「冰品類甜點」。如水果沙拉、各種奶油糖焗水果、酒釀櫻桃、紅酒西洋梨等「水果類甜點」，則是將各種水果再做烹調處理而成的甜點，可以享受到時令水果的鮮美滋味。\n\n最後一類，也是近來人氣最旺的，則是以各種巧克力原料為素材所製成的「巧克力甜點」，比方各種巧克力蛋糕、巧克力慕斯、手工與量產巧克力均屬之。\n甜點的享用極重節令，一如孔夫子的名言：「不時，不食。」在甜點饕客心目中，一年四時，隨著季節、溫度與當令食材的輪替變換，每一季，都有不同的、最合適最當令的甜點。\n\n春季，是各種漿果類甜點的季節，以草莓、覆盆子漿果類水果製成的「派」與「塔」最是合時。夏季，則除了以芒果、荔枝、無花果、水蜜桃等夏令水果為主角的甜點之外，各種冰淇淋，更是最沁涼消暑的美味。\n\n秋季，是西洋梨、蘋果、栗子的季節，當然以蘋果派、紅酒西洋梨、栗子蛋糕等充滿家庭風味的甜點格外擄獲人心。冬季冷寒時節，各式以巧克力與堅果為主材料、口味濃郁的甜點最受歡迎。\n創意演繹極致口感\n甜點單吃固然甜蜜，然若能搭上一杯濃淡合宜的飲料，往往更能相得益彰。\n好茶、好咖啡，尤其是能使甜點美味加乘加倍的最佳良伴；只要掌握清淡的飲料搭配清淡的甜點、濃郁的飲料搭配濃郁的甜點，口味、屬性相近的飲料與甜點互相搭配等原則，比方如義式咖啡、錫蘭烏巴茶、英式伯爵茶等最好就不要搭配口感清淡的甜點如sorbet、水果慕斯，反而像是起司蛋糕、巧克力蛋糕等會更相配。\n\n酒類方面，則以口味偏甜、酒精度略高的甜酒，最適合搭配甜點。以葡萄酒而言，如半甜的白酒適合搭配水果塔之類甜度較低的甜點；甜白酒則幾乎可適用於巧克力以外的所有甜點，但較年輕、果味清新的甜白酒，則適合水果沙拉、水果派等甜點，陳年甜白酒口感醇厚，和核桃、葡萄乾等乾果堅果類材料為主的甜點最速配；至於如波特酒或甜紅酒則是巧克力類甜點的好搭檔。\n而近幾年來，隨著料理藝術與潮流趨勢的一日千里、變化無窮，甜點的樣貌，也一年一年更見多元多樣，創意繽紛無限。\n像是整體結構的豐富多變，往往一道甜點裡，組合了蛋糕、派皮、慕斯、水果、堅果於一體，於是，軟、硬、綿、柔、酥、脆、滑、Q，各種口感相互交織交映，高潮迭起，真不能不大呼過癮。\n像是素材愈來愈五花八門，八角、香茅、胡椒、辣椒、薑等各種香辛料早就不稀奇，海鹽、橄欖油等調味料都來插一腳，到現在，甚至連青椒、苦瓜、菸草都跟著躍上甜點餐桌，瘋狂程度，令人咋舌。\n創意揮灑到極致，許多傳既有甜點也跟著紛紛鹹魚翻身，蛋糕捲、戚風蛋糕、泡芙、Macaron、Cannele‥…這些原本歷史悠久、大家早都習以為常的傳統甜點，在許多名廚們的巧手改造下，此刻都一一改頭換面換上時尚新裝，有的原樣重登流行舞台，有的則添料加味演繹出各種各樣奇妙新口味，著實目不暇給。外觀上，近兩年則顯然吹的是立體幾何風，甜點盤上高高聳立，形狀則從正方、正圓、三角、長方立柱……洋溢著新奇新鮮的時髦感。淋綴其上的醬汁，則在「分子廚藝」風潮狂吹之下，過往常見的液體以外，更多了粉末、泡沫等新花樣……\n真真叫為數廣大的甜點愛好者，不能不愈來愈傾倒執迷，無能回頭了！",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-19 13:20:00",
    "img_path": "west_dessert.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "12",
    "title": "烘焙大師在巴黎：法式甜點名舖巡禮",
    "content": "想到巴黎，很難不讓人聯想到色彩繽紛、作工精緻的法式甜點，近年來大放異彩的馬卡龍、千層派更是讓人一窺歷史悠久的法式糕點之美。喝杯左岸咖啡，吃份優雅的法式甜點相信是很多人的夢想，貝兒的巴黎夢幻之旅特別安排到幾位當代大師的烘焙名舖朝聖，試試粉嫩誘人的玫瑰馬卡龍、閃電般秒殺的巧克力泡芙、酸香清爽的檸檬塔，還要嚐嚐讓寶春師傅大讚的普瓦蘭裸麥鄉村麵包、法國麵包教父的招牌果乾麵包，更不可錯過巴黎第一的長棍麵包，在百花爭鳴的烘焙殿堂裡，享受砂糖麵粉與奶油共同譜出的浪漫樂章。\n\n被譽為「糕點界畢卡索」的甜點大師Pierre Hermé有句甜螞蟻們很愛的經典名言： 「鹹食養人，甜食悅人。（Le sale nous nourrit, le sucre nous rejouit.）」人類對甜食帶來的歡愉感有種與生俱來的偏好，麵粉與蜂蜜混合成的圓餅是埃及人祭祀神明的崇高食糧，早在西元前四世紀開始，希臘人已學會用麵粉、油脂與乳酪製作蛋糕。經過中世紀簡樸的甜點歲月，隨著技術發展與物資流通，各式水果、堅果、香料也被加入糕點製作，文藝復興時期後，各式精緻的甜點如馬卡龍、蛋白糖霜、泡芙、鮮奶油香緹紛紛問世，其精緻與奢華受到皇室貴族喜愛，帶動民間對法式甜點的熱潮，成為國際糕點界最重要的主流之一。\n\n※ 大師在巴黎：Pierre Hermé 法式糕點界畢卡索\n\nPierre Hermé出生於西元1961年阿爾薩斯Alsace糕點世家第四代，14歲就一腳踏入烘焙界，跟著Gaston Lenôtre修業，隨後成為知名老店Fauchon與Ladurée的甜點主廚，1998年創立個人同名品牌，從東京起家，成為舉世知名的糕點大師。這位甜點鬼才喜歡在傳統上創新，比如將荔枝、洛神花與松露應用在糕點上，精準的味蕾標準、藝術般的感性及特出的個人風格每每引發甜點界大跟風。這些糕點征服了嘴巴最挑剔的巴黎、東京和紐約甜點愛好者，被譽為領導21世紀甜點界第一把交椅，Vouge雜誌還特別將他譽為「法式糕點界的畢卡索」。\n\n身為巴黎首屈一指的甜點店，PH大師家可以說超低調，黑色搭配幾個色塊，幽然隱身在灰蒙蒙的街頭，若不是門口絡繹不絕的人潮，恐怕還不敢走近。我得承認其實我不是馬卡龍的粉絲，總覺得其中含有過多糖分與色素，加上貴族般的價格總讓人覺得很有距離感，但親口品嚐過PH大師的Ispahan（念起來有點像「伊斯法罕」）後，我內心有大幅度的改觀。這款風靡萬千少女的Ispahan絕對堪稱巴黎Must！粉嫩誘人的玫瑰、荔枝與覆盆莓在午後巴黎的陽光下散發出浪漫氛圍，微甜的馬卡龍脆殼在微酸的覆盆莓襯托下盡情展現舒服的甜度，綴著荔枝香的奶霜夾心與馬卡龍中心的軟糯搭配的相得益彰，甜酸Q脆讓人幾乎要融化。\nLadurée的古典粉嫩裝潢非常符合馬卡龍的浪漫情懷，由一顆顆馬卡龍堆出耶誕樹似的小塔尊貴又奢華，燙金的logo更華麗了這塊金字招牌。跟不設座位的Pierre Hermé截然不同，20世紀初期，創辦人麵包師傅路易拉杜蕾Louis  Ladurée與妻子想出了結合巴黎咖啡文化與法式甜點的經營方式，巴黎第一間複合式甜點與茶沙龍就此誕於香榭麗舍大道上開幕，法式輕食與甜點師傅推陳出新的馬卡龍、泡芙、水果派等各式甜點形成嶄新的飲食潮流。他們所創造出的品牌週邊商品如香水、彩妝、餐具、杯盤，甚至鑰匙圈都深獲喜好。\n\n可能是潛意識抗拒Ladurée蕾營造出太過夢幻的浪漫氛圍，我私心比較喜歡PH大師版本的馬卡龍，在瑪德蓮教堂總店吃到的Ladurée馬卡龍雖然質地與口感也不錯，但總覺得香氣稍嫌人工化，甜度也有點過高。倒是檸檬塔的滋味至今仍印象深刻，紮實脆塔皮有著濃郁奶油香，一靠近就能聞到清爽柑橘香氛，滑潤的檸檬奶醬彷彿濃縮了20顆檸檬精華，豐富的酸甜口感有大勝馬卡龍之感。\n\n※ 大師在巴黎：Poilâne 遵循古法烘焙的普瓦蘭鄉村麵包\n\n另兩款被我們欽點的巧克力閃電泡芙及可麗露也表現不凡，鏡面巧克力與巧克力奶霜不同層次的微苦入口滿嘴濃郁可可香，滑順綿密的奶霜讓人一口接一口，果然如其名，不知不覺就以閃電速度完食。可麗露的焦糖脆殼令人印象深刻，布丁內餡充滿酒香與頂級香草香，蜂窩狀的質地濕潤又富有嚼勁，我個人覺得甚至比波爾多名店Baillardran更勝一籌！\n\n※ 大師在巴黎：Ladurée 百年糕點老鋪\n\n以馬卡龍Macaron聞名的百年糕餅老鋪拉杜蕾Ladurée也是去巴黎不可不吃的甜點之一，這個有「少女酥胸」美稱的甜點原本是義大利小點心，於1533年法王亨利二世與麥地奇家族凱薩琳聯姻時傳到法國，二十世紀中期Ladurée發表兩片蛋白杏仁脆餅夾著奶糖霜的巴黎式馬卡龍，繽紛色彩與清爽口感恰恰符合巴黎特有的時尚奢華感，成為首都民眾最愛的甜點。這種用蛋白、杏仁粉、白砂糖和糖霜所做的小巧甜點口感豐富、入口即化，外殼輕巧酥脆，中間軟Q不乾硬，夾餡綿密滑順，帶點自然的食材香氣。\n說到法國，不可不提到法國人每日生活的必需品～各形各狀的法式麵包。傳統的法國麵包是受到法律管制的，法國人對麵包的重視可見一番，傳統法國麵包pain de tradition francais的組成成分只有麵粉、酵母、水及食鹽，不含其他添加物，製作有一定的發酵工序，過程中也不經過冷凍。法文的麵包叫做「Pain」，念起來就跟台語發音幾乎一樣，依形狀不同，有長棍麵包baguette、長笛麵包flûte、巴塔麵包bâtard、龐多米吐司pain de mie及球形麵包miche/la boule等。\n\n第一次得知普瓦蘭Poilane，是來自Food Network的美女主廚Giada，節目中她為了要重溫在巴黎旅遊時的回憶，硬是從法國巴黎空運了一顆重達兩公斤的大麵包到美國加州，當時我就對這顆圓滾滾寫著P的麵包充滿好奇。之後又讀了吳寶春師傅在《法國普瓦蘭麵包——完美的三重奏》一文中寫道：「你相信有一種法國鄉村麵包，咀嚼起來味道像香水一樣，會隨著時間的流逝，產生前味、中味、後味的奇妙變化嗎？你相信有一位千里迢迢來自台灣的麵包師傅，吃完這種鄉村麵包後，居然立刻跪在店門口感動膜拜嗎？」世界麵包冠軍都這麼說了，這樣的夢幻逸品怎能不去嚐嚐！\n\n普瓦蘭的故事源自於Pierre Poilâne，他在1932年開始自己的烘焙事業，接著由兒子Lionel Poilâne接手，秉持著對於傳統法國麵包的信念，他們堅持遵循使用柴火爐古法烘焙，堅持選用傳統石臼磨製的裸麥麵粉與和布列塔尼海鹽，堅持採自然發酵，且不販售市面上充斥的長棍麵包，以最原始的香氣與風味成為法國響噹噹的名店。普瓦蘭的鎮店之寶就是就是這顆刻有普瓦蘭「P」字形的渾圓miche，又稱「普瓦蘭麵包pain Poilâne」，這裡買麵包可以選擇整顆、半顆、四分之一顆，或貼心地提供切片秤重的方式。脆硬的外皮外表看似堅硬，包裹著裡頭棉實有嚼勁的麵包，入口細嚼，微微的酵母酸味及麥香非常誘人，來自大地的滋味無需過多食材錦上添花，只有質樸與自然的真實口感，映著巴黎夜色與返家途中停下來購買麵包的人潮，某種感動也在我心中悄悄地顫動。\n※ 大師在巴黎：Eric Kayser 法國麵包教父\n\nÉric Kayser艾瑞克凱瑟出身法國亞爾薩斯的烘焙世家，曾祖父、祖父和父親都是手藝精湛的麵包師傅，是巴黎頂級麵包店「梅森凱瑟La Maison Kayser」的創辦人，也是法國人心目中的「麵包教父」。 2014年甫出版的《法國麵包教父的經典配方》一書寫到：「1996年他在巴黎開了第一家麵包店，只提供天然酵母液種發酵、現做現烤的新鮮麵包。他的店獲選《巴黎麵包店指南》最佳麵包店，不僅成為巴黎人的最愛，也吸引了世界各地的麵包愛好者前往朝聖。比起市面上大量使用的商業酵母，他認為天然酵母發酵的麵包擁有難以取代的豐富口感和層次，為了讓每位麵包師傅都能取得優質穩定的天然酵母，甚至研發液種酵母培育機，替整個產業帶來革命性的改變，奠定了他在法國麵包界的地位。」\n\nLa Maison Kayser所提供的麵包相對比較花俏，除了嚴謹工法製作的法國麵包，也有許多迷人的法式甜點、可頌及甜軟麵包viennoiserie，我們在聖母院附近的分店歇腳，難得遇到一間有附設座位的烘焙坊，點了聖海倫焦糖泡芙塔與乾果麵包享用。新鮮的泡芙有著酥脆外殼，苦甜焦糖薄脆又能刺激味蕾，綴滿香草籽的香緹鮮奶油嚐得到馥郁乳脂香與香草的花朵氣息。看似低調的果乾麵包小小一片，裡頭卻滿佈果乾與堅果，裸麥麵粉嚼起來口口都有不同香氣。來不及跟上台灣微風的麵包熱，來到發源地巴黎嚐鮮，也算達成一個小願望。\n\n※ 大師在巴黎：Le Grenier à Pain Abbesses 巴黎第一的長棍麵包\n\n長棍麵包baguette是最經典的法國麵包，又稱拐杖麵包。長棍麵包也是有法律規範的，一條合格的長棍麵包外表呈現漂亮的金黃色，劃刀痕的部分膨脹飽滿，輕敲可以聽到乾燥清脆的聲音，麵包內部有彈性，佈滿大小隨機的孔洞。出發之前閱讀《安朵的巴黎慢慢走》一書，安朵大力推薦蒙馬特的Le Grenier à Pain麵包店，她說店裡塞內加爾裔的法籍黑人麵包師父Djibril Bodian曾在2010 的「巴黎最佳長棍麵包」比賽中奪冠，一聽到「巴黎第一」，那我怎能錯過！？\n\n我一直很嚮往書裡電影裡法國人買長棍麵包的方式，用一大張油紙裹住麵包腰身，不像台灣又是塑膠袋又是紙袋，就這樣露頭露尾地握著回家，十足鄰家麵包店的景象。Le Grenier à Pain的麵包就是用這麼親切的方式販賣，我們到訪當天天候不佳，颳風伴隨著下雨，不過也消滅不了品嚐美味的熱情。抵達時門外屋簷下站著好幾位櫻花妹，正剝著長棍麵包大快朵頤，我們也學著立刻將剛到手還溫熱著的長棍麵包剝開享用。我真的發誓，沒有吃過這麼好吃的長棍麵包，外殼酥脆內心軟Q，咬在嘴裡越嚼越香，還不時透露著麵粉的甘甜，不愧可以號稱巴黎第一！順手把剩下大半條麵包插進背包裡，跟著我們一起搭上地鐵，幻想自己就是個活脫脫的巴黎人呢！\n\n作者簡介_Belle's Lab 貝兒實驗室\n\n當過媒體人、網路人、行銷人，但其實老爸從小期許我當官夫人。來自台灣，落腳美國南加州，面臨30危機的處理方式就是每天在廚房裡努力玩耍，徜徉美食殿堂，這裡有經典美國菜、義法歐陸料理、飄香烘焙坊以及創意私房菜，希望你們也會喜歡我的實驗。",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-19 15:28:00",
    "img_path": "makalon_colorful.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "13",
    "title": "【吃貨長知識】7點認識邪惡甜點「肉桂捲」！跟香菜一樣評價超兩極？甚至有專屬節日！",
    "content": "肉桂捲是許多咖啡廳的必備甜點，也是很多人搶著網購、排隊的人氣甜品。熱騰騰又甜滋滋的肉桂捲還沒上桌，遠遠就能聞到香氣四溢的味道，濃郁的香味和口感，難怪被稱為最邪惡的甜點！但你知道肉桂到底是怎麼做成的嗎？甚至有國家會舉辦肉桂捲比賽！以下就帶你認識這個超夯甜點的小知識。瑞典竟有「肉桂捲日」！\n肉桂捲是瑞典的國民麵包，在瑞典語稱之為「kanelbulle」。你可以想像瑞典人喜愛肉桂捲的程度到底有多深嗎？他們甚至將每年的10月4日訂為「肉桂捲日」，會舉辦手作肉桂麵包捲活動，許多家庭也會在當天帶領小朋友一起烘烤製作自家的版本。瑞典烘焙協會成員Birgit Nilsson Bergström還用「慈愛母親的擁抱」形容肉桂捲，可見對他們而言，肉桂捲不僅是麵包、糕點，還是一種關愛的象徵，就像是冷冷的天躲在母親的懷抱裡一樣，超溫暖～肉桂捲的名字超級多\n除了在瑞典被稱為kanelbulle，是以肉桂「kanel」、麵包捲「bulle」組合為名。還有國家是以外型來命名，像是在丹麥，肉桂捲叫做「肉桂蝸牛 Kanelsnegl」，一圈又一圈的形狀就像蝸牛殼一樣。芬蘭則是「Korvapuusti（slapped ear）」，也就是被打耳光的意思，雖然無法考證這個來源，但很多人認為是因為芬蘭版本的肉桂捲外型長得像耳朵一樣，小巧又可愛。這些國家有「肉桂捲大賽」肉桂捲在不同國家盛行之後，獲得很多人的喜愛，有些國家還舉行肉桂捲比賽，讓當地居民相互比拚手藝。英國蘭卡斯特（Lancaster）的一家非營利組織，在2021年就舉辦了一場肉桂捲競賽，會以風味、質地、外觀還有香氣作為評分依據，更邀請林肯市議會的成員進行評比，可以感受到他們相當重視這個比賽！肉桂捲味的啤酒\n紐約一家手工精釀啤酒公司居然推出肉桂捲皇家啤酒（Cinnamon Roll Imperial Ale），聽起來很創新又高級，是以烘烤過的麥芽和微辣的啤酒花混合成具有辛辣風味的肉桂味與奶油乳糖，味道與剛出爐的肉桂捲十分接近，身為肉桂捲控也太想買來嘗鮮看看！\n不過不少人製作肉桂捲時，會加入威士忌、紅酒，即便喝不到肉桂捲啤酒，還是能吃吃看有酒香的版本\n原來肉桂是樹皮\n你知道肉桂長什麼樣子嗎？原產地在斯里蘭卡的肉桂，其實是肉桂樹的內層樹皮，農民會採收肉桂樹幹，使用薄刀削去綠色的樹皮，再把肉桂的樹枝削成片，過程非常倚賴手工與經驗，若是能削得越細薄，產出的價值就越高，而片狀的肉桂樹皮日曬以後，會逐漸捲曲成形，把肉桂片層層堆疊捲成棒狀，最後陰乾幾天就能送到工廠估價，沒想到製作肉桂是這麼耗時又費工。\n肉桂的療效超級多\n肉桂捲最重要的原料其實有不少功效，一般肉桂捲所使用的是中國肉桂（cassia），和大眾較熟悉的錫蘭肉桂（ceylon cinnamon）是不一樣的，因為中國肉桂味道較濃烈辛辣，用於調味更容易呈現十足的香氣。\n而肉桂在中醫上能應用的範圍廣泛，像是在冬天，適量將肉桂粉加入拿鐵可以暖暖身體，還能抗病菌、舒緩經痛，不過因為肉桂性熱且含有「香豆素」，過量食用會對身體有負面影響，若是本身就燥熱的人或是孕婦也不太適合。\n\n肉桂跟香菜一樣評價兩極\n有些食物的氣味就是令人難以接受，像是被許多人排斥的香菜，不喜歡的人就是會特別討厭！而近幾年很夯的肉桂捲散發出的肉桂味，同樣評價兩極，喜歡的人覺得肉桂特殊的香氣很迷人，這和基因有很大的關聯，會連帶影響對食物的偏好。\n有趣的是，喜歡肉桂味的人多數也愛紅酒，有研究發現是因為這兩者都存有「肉桂醛」，也就是平常聞到的肉桂味，難怪肉桂捲和熱紅酒在冬天總會被當成完美組合！",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-19 17:08:00",
    "img_path": "cinnamonrolls1.avif",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "14",
    "title": "黑巧克力、白巧克力、牛奶巧克力的差別？巧克力％數越高就越苦？",
    "content": "今天來談談大人小孩都愛的巧克力。\n你知道巧克力怎麼來的嗎？製作過程是如何？\n巧克力和可可，到底是不是一樣的東西？而黑巧克力、牛奶巧克力、白巧克力，到底差別在哪裡？\n為什麼白巧克吃起來這麼與眾不同？它真的是巧克力嗎？\n所有的問題的解答，用一張圖告訴你！\n巧克力的製作過程\n簡單來說，巧克力是食品，從名叫可可豆的東西而來。\n黑巧克力、白巧克力、牛奶巧克力\n黑巧克力\n黑巧克力是由可可膏和糖組成的（有時還會加一些香料使其有不同的口味）。而％數所代表的意義則是可可膏的含量，剩下的則為糖和香料等。這也就是為什麼100%的巧克力很苦，因為沒有糖分，只有可可膏。\n以70%巧克力為例，其中就含有70%可可膏成分，以及30%糖分，所以基本上趴數越低吃起來越甜。執得注意的是，即使是一樣趴數的巧克力，不同廠牌的配方可能不一樣。注意到了嗎？趴數所代表的是「可可膏」的含量，而可可膏是由可可脂和可可固質所組成。只要兩者加起來有70%，就可以稱他是70％巧克力，所以一樣是70%，有的廠牌可能吃起來會比較沒那麼「巧克力」，而有些吃起來可能比較滑順等。\n牛奶巧克力\n顧名思義，牛奶巧克力中除了可可膏和糖之外，加入了牛奶成份。簡單來說，就是黑巧克力中加入牛奶！\n白巧克力（當然也是巧克力的一種！）\n也許有不少人懷疑過，白巧克力到底是什麼？吃起來不是所想像的巧克力的味道。是不是什麼不天然的東西？\n白巧克力之所以為白色，是因為他不含可可固質（巧克力風味來源），只含有可可脂，以及牛奶成份和糖，因此顏色會呈現黃白色，而不是咖啡色。在口感方面，通常是三者中最滑順的，這也歸功於可可脂。但也因為可可脂是脂肪，味道可能不是麼討喜，所以白巧克力通常會加入一些香料來蓋過其原本味道。\n如上圖所示，我們在商店裡買到的巧克力，是從長在樹上的可可豆採收，並經過發酵、乾燥、烘烤、研磨等過程而來的。\n在可可豆（CocoaBeans）經過研磨之後，會變成濃稠的液體狀態，稱為可可膏（CocoaLiuor），或可可漿。從可可膏中，可以分離出可可脂（CocoaButter）跟可可固質（CocoaSolid），而這兩項就是巧克力的基本原料了。\n可可脂，顧名思義是脂肪的一種，也是巧可力滑順口感的來源。而可可固質則是提供風味，也就是大家所熟悉的「巧克力的味道」，若再經過研磨變成粉狀，就是我們所熟知的可可粉（CocoaPowder）了。\n",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-20 17:20:00",
    "img_path": "choco1.jpeg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "15",
    "title": "世界拉糖冠軍無路用　他花3千元學藝創2千萬元年收　強尼甜點工藝專訪",
    "content": "強尼甜點工藝的法式龍鬚糖是今年總統就職國宴的迎賓禮，店東顏志全從高中就醉心拉糖，21歲拿到世界拉糖冠軍，但前輩告誡他：拉糖是門藝術，難餬口。\n龍鬚糖是顏志全兒時記憶的街頭小吃，4年前他想找回這門技藝，在台求師不順，最後花了3千元、透過視訊向中國師父瞭解原理，再憑著自己苦練多年的拉糖技術結合法式餡料，不會塌軟的法式龍鬚糖就此問世，他去年拉出2千萬元營收。拉糖不再只是興趣，也能化成桶桶金。\n強尼甜點工藝位於台南柳營漫漫稻田中的一間典雅建築，走進二樓廚房，看到顏志全熟練地將糖塊交錯重疊並拉扯，「2條、4條、8條、16條」，糖塊在他的巧手下化成千條細絲，再包入巧克力，讓原本只是街邊小攤的懷舊小吃龍鬚糖「上得了廳堂」，成為新任總統就職宴的迎賓禮。\n法式龍鬚糖看似只是將法式甜點餡料包進龍鬚糖，其實不然，顏志全在160度高溫的糖燈下解釋：「龍鬚糖是將糖拉很細的工藝，但一般的其實是軟糖類，吃起來很綿但不易保存。如果糖塑形時溫度夠高，回到常溫就能維持住硬度，不會化開、絲絲分明。」\n這番巧思讓龍鬚糖不用現吃，還能包進巧克力、覆盆子等餡料，日前為了搭上中秋節伴手禮商機，推出限定的鹹蛋黃口味，「專程來買的客人，每次都是帶5盒以上。」網路銷售是主力，占8成營收，平均月賣5千盒，而這樣的靈感來自他花了10年苦練、最熟悉的法式拉糖手法。\n\n從小就是「螞蟻人」、愛吃甜點的顏志全，國中時開啟與烘焙的緣分，「當時看到媽媽在廚房煮麵疙瘩，我將麵疙瘩加入糖放進烤箱烤，做出我人生第一塊餅乾。」\n顏志全坦言自己從小不愛讀書，但喜歡研究食譜，還會吵著媽媽帶他去烘焙行買材料，「我發現我在廚房做烘焙，媽媽就不會逼我去讀書，所以我把大部分時間花在廚房。」後來發現「原來可以靠做甜點賺錢」，他一臉興奮地說：「做甜點當工作，這是哪門子的天堂！」\n顏志全高中選擇餐飲科，主修烘焙，勤奮鑽研法式甜點如巧克力，尤其鍾情拉糖。一說到拉糖，他眼神發光地說：「拉糖就像是藝術的呈現。」透過一定溫度，讓糖產生延展性以塑形，反覆拉摺讓糖團包入空氣，進而形成光澤。\n顏志全對拉糖的熱愛遠超過其他同學，為了放假回家還能練習，需要能加熱的燈具，從事不鏽鋼工作的爸爸土法煉鋼，花了2萬元幫他做一台可攜式糖燈，「不僅方便攜帶，還比德國品牌的糖燈便宜很多」，顏志全更帶著它征戰海外，還拿下2015年義大利SIGEP青年西點世界盃冠軍。\n不過在進入產業第一線後，顏志全對於拉糖的熱愛面臨現實挑戰。第一份工作在德麥，當時的烘焙師傅對他說：「你拉糖做得很好，但這麼認真做這個，之後能幹嘛？」前輩的話讓顏志全一時語塞，頓時明白「拉糖工藝是個人興趣大於商業性」，只能持續將拉糖作為興趣，並在心中期待有一天能「靠它賺錢」。\n為了觀摩各國甜點市況和甜點文化，顏志全接連到澳洲、美國擔任甜點師打工換宿，他分析說：「美國不擅長伴手禮，澳洲沒有經典法式甜點，創業的話我一定要在台灣，因為我懂這個市場。」海歸後他先在甜點店「舒服氣息」擔任主廚，開始如兒時幻想般「靠做甜點賺錢」，但新冠疫情使甜點店關店，他也隨之失業，便找了場地開始教課生涯，也是在這時因緣際會與龍鬚糖工藝巧遇。\n「我不喜歡跟別人教一樣的，所以我會去學一些比較少人會的技術來教。」從西班牙糖果到娃娃酥、拉糖，都是顏志全的教學內容，但他發現教法式糖果工藝的老師很多，反而中式傳統甜點的課程非常稀少，他想到從小常在廟會吃的龍鬚糖也逐漸式微，決定研究並學習龍鬚糖工藝。\n顏志全自行在家研究兩個月卻一無所獲，後來找上淡水老街的龍鬚糖師傅，「他開價30萬元，太貴了！」要放棄之際，因為網路投放廣告，意外找到一位中國女師傅，「收費只要新台幣3千元，差了100倍！」",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-19 16:16:00",
    "img_path": "world_champ.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "16",
    "title": "瑪德蓮、費南雪就像雙胞胎！兩款法式甜點差在哪？",
    "content": "走進坊間的蛋糕店，除了櫥窗裡漂亮、精緻的小蛋糕外，妳是否也注意到擺在冰櫃以外的常溫蛋糕區，有兩樣相當類似、但形狀卻不同的小蛋糕？它們就是瑪德蓮和費南雪。長方形的費南雪和貝殼狀的瑪德蓮，除了質地類似，口感亦都是屬於濕潤的蛋糕體，若沒有用它們專屬的特殊造型模具製作，你可能也認不出來誰是誰。\n\n這兩款同樣源自法國的常溫小糕點，到底有哪些差異呢？現在就來一探究竟。\n\n瑪德蓮（Madeleine）\n瑪德蓮、費南雪就像雙胞胎！兩款法式甜點差在哪？\n貝殼狀的瑪德蓮（資料照）\n\n瑪德蓮蛋糕相傳是法國國王路易十五妻子家中侍女瑪德蓮的祖傳食譜，隨著主人嫁進凡爾賽宮，爾後成為流行、傳遍全國，成為法國家庭的傳統點心。\n\n瑪德蓮最大的特色就是其貝殼造型外觀，烤到金黃酥脆的表皮可以看的到紋路深淺的變化，顏色十分討喜。而貝殼紋的另一面，在中央能夠看到一個隆起的小丘，烘焙愛好者們稱其為「肚臍」，這是因模具的特殊造型，讓麵糊在烘烤時因受熱不均而造成的不自然隆起，不過卻漸漸被認為是成功的瑪德蓮才擁有的特色。\n\n雖然蛋糕體的孔隙、軟硬度看起來與磅蛋糕類似，不過瑪德蓮的口感略為濕潤，因為一般製作時大都會在麵糊中添加檸檬皮及蜂蜜，吃起來多了一層濃濃的蜂蜜味及淡淡的檸檬香氣。\n\n» 延伸閱讀：跟著日本甜點名店師傅一起做瑪德蓮\n\n費南雪（Financier）\n瑪德蓮、費南雪就像雙胞胎！兩款法式甜點差在哪？\n方塊狀的費南雪。（圖：eat, little bird）\n\n費南雪名字的由來有許多說法，據說最早是由巴黎金融中心的一位點心師傅開始製作，便取名為Financier，在法文中的意思為金融家；除此之外，因為費南雪傳統上是使用長方形模具來烘烤，亦取其外型稱作「金磚蛋糕」。\n\n費南雪最廣為人知的特色就是添加了「杏仁粉」和「焦化奶油」，使得糕體充滿濃厚的杏仁和榛果香氣。所謂的焦化奶油，即是不只將奶油融化至液態，還會持續加熱直到焦化，形成帶有堅果香的褐色半透明液體，讓費南雪的美味更上一層樓。\n\n» 延伸閱讀：一口一個！跟著日本師傅做迷你費南雪\n\n口感的差異\n瑪德蓮和費南雪的差異最大的部分，在於瑪德蓮的麵糊添加了全蛋和泡打粉，口感較蓬鬆；費南雪則僅有使用蛋白，捨去泡打粉改加入大量的杏仁粉，吃起來相對紮實、濕潤許多。\n\n在台灣，費南雪和瑪德蓮都屬於價格較平易近人的常溫小糕點，是甜點愛好者可以隨手買來品嘗的點心；不過其實費南雪在法國被定位成「奢華的常溫蛋糕」，地位高人一等，而瑪德蓮則屬於較普遍的平民甜點，從街角的麵包小舖到高級飯店的蛋糕店都能找到它的身影。\n\n現今市面上的這兩款蛋糕漸漸發展出許多嶄新的造型，不一定是既定的熟悉造型，每個烘焙廚師也都有自己改良的食譜比例；熱愛甜食的你下次看到這兩款類似的常溫蛋糕，一定要嚐嚐看它們各自的美味之處，不知道你是否能體會到箇中差異呢？",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-19 16:16:00",
    "img_path": "Financier.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "17",
    "title": "關於糖的小知識",
    "content": "糖在甜點裡跟料理裡的鹽一樣，都有幫助食材提味的效果。但除了增加甜味之外，糖本身的特性，在甜點裡還有許多不同的作用，例如可以幫助保濕鎖水、穩定蛋白質打發的氣泡，連結食材幫助乳化、增加成品柔軟度等。\n蔗糖依照精製程度不同，每個階段會產生不同礦物質、灰份含量及不同水分含量的糖，每種糖的甜度跟風味也會不同。\n製作甜點時最常使用的是細砂糖（日文：グラニュー糖），細砂糖是屬於精製到最後一個階段的糖，口感清爽，不易結塊，顆粒較小容易溶解至食材中。也因為沒有任何灰份及礦物質，只有單純的甜味，不會去影響其他食材的風味。另外，因為細砂糖的水分幾乎完全去除了，所以也適合打發蛋白霜。一般使用的糖粉也是細砂糖去磨製而成的。\n另一種與細砂糖成分接近的是日本特有的上白糖（日文：上白糖、白砂糖），因製作完成時會在表面以噴霧方式噴上一層轉化糖，所以吃起來口感較濕潤，甜味也較明顯。上白糖含有少量灰份，帶有一點苦味，水分含量也較細砂糖多一些（細砂糖水分含量約0.01%，上白糖約0.9%）。一般來說，配方上的細砂糖都可以用上白糖替換，因為上白糖含有轉化糖的關係，製作出來的成品口感也會比較濕潤（是成品濕潤，不是保濕，保濕效果與細砂糖是一樣的），成品上色效果也會比細砂糖明顯。但因為上白糖還有少量水分，所以並不適合用來製作蛋白霜。也因為上白糖含有轉化糖成分，製作焦糖時容易上色過快，也要注意。原則上上白糖是製作料理及和菓子時使用，在製作法式甜點時，一般都還是會用細砂糖製作。\n亞洲地區是使用蔗糖製成細砂糖，歐美國家是使用甜菜糖製成，兩者是可以互相替換的，當然原料的產地還有製作技術都會影響到最後的糖的風味，進而影響到最後成品的味道。\n如果想要在甜點中有糖獨特的風味，都可以任意等量替換成相同原料的糖，例如細砂糖可以換成上白糖、三溫糖、三盆糖、紅糖、黑糖，因為其原料都是蔗糖。替換後可以讓成品與每種糖的風味相結合，創造出更具特色的產品。但在操作上要注意的是，每種糖的水分含量不同、顆粒大小會造成溶解度不同，可能會改變最後成品原本的狀態。\n日本特有的海藻糖是利用微生物、酵素的技術由澱粉提取出來，因本身的甜度低（約細砂糖的0.4倍），主要是用來降低甜度，但因為沒有與細砂糖相同的特性，所以不能完全取代細砂糖（最多替換30%），其溶解度與融點都與細砂糖不同，使用上都需要注意。\n在瞭解每個原料的特性、不同類型的原料相互依存後產生的變化，依照原理操作去達到最完美的狀態，才能做出更美味的成品。",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-20 22:14:00",
    "img_path": "article_about_sugar.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "18",
    "title": "蛋糕種類全介紹，甜點烘焙新手一篇看懂，介紹不同蛋糕體種類名稱，你最喜歡哪一個？",
    "content": "甜點是療癒人心的聖品\n而蛋糕無論是在過節、生日慶祝、婚禮等場合\n都是增添儀式感的最佳配角\n市面上的蛋糕種類五花八門\n現今也推出更多元更創新更精緻的樣式\n而你知道你吃的是哪種嗎？不同類型的蛋糕又有什麼差別呢？\n本篇文章為你介紹8種蛋糕類型及常見蛋糕口味\n補充蛋糕小知識，找出你的甜食心頭好！\n\n \n蛋糕體種類有哪些？\n蛋糕的分類方式很多種\n這邊根據蛋糕的原料與做法\n區分出以下 8 種常見的蛋糕類型：\n\n一、慕斯蛋糕\n慕斯蛋糕不需經過烘烤\n用打發的淡奶油與各種輔料混合\n再加入吉利丁通過冷藏製成\n質地介於冰淇淋和布丁中間，輕盈柔滑、入口即化\n糖村的的慕斯蛋糕， 除了食材用料很好以外\n蛋糕製作完後，有別一般市面蛋糕採一般冷凍的方式\n會以急速冷凍機方式，將蛋糕最新鮮的風味鎖住\n此外蛋糕冰晶也較少，所以慕斯蛋糕吃起來口感更好\n糖村的焦糖核桃瑪奇朵慕斯、夏威夷果仁慕斯都是必買人氣品項\n\n \n\n \n\n二、戚風蛋糕\n質地細緻綿軟，成分與海綿蛋糕相同\n而在做法與比例上有所差別\n戚風蛋糕是將蛋白與蛋黃分別打發再混勻的方式\n含水量較高，濕潤糕體也讓口感更清爽\n此外，有時也會以植物油取代奶油，降低熱量\n如糖村的新品拾光檸檬蛋糕\n就是蓬鬆又綿密戚風蛋糕體\n淋上富含檸檬風味的外衣，酸甜瀰漫整個味蕾\n是讓人久久無法忘懷的清新滋味\n\n \n\n三、起司蛋糕\n音譯不同也被稱做乳酪蛋糕或芝士蛋糕\n加入大量的奶油奶酪，混合著糖、雞蛋、麵粉做成的蛋糕\n會根據原料份量比例的不同，再細分成重乳酪與輕乳酪\n糖村的法式鮮奶乳酪\n被評選為前十大彌月品牌蛋糕五星\n除了濃濃乳酪香之外\n由於特殊完美比例打發，蛋糕口感綿密且扎實\n\n \n四、海綿蛋糕\n是乳沫蛋糕的一種\n將雞蛋和糖混合攪打成泡沫狀，再與麵粉結合而成\n蛋糕組織就像海綿有圓洞，不含油脂\n吃起來鬆軟有彈性，較為結實，廣受大眾歡迎\n如果喜歡海綿蛋糕的人，不可錯過糖村的經典蜂蜜蛋糕\n\n \n\n五、千層蛋糕\n\n千層蛋糕也是很常聽到的蛋糕種類\n用薄扁的可麗餅皮層層堆疊而成\n一塊千層蛋糕就有約 30～40 層的薄餅\n非常考驗烘焙師的耐心與技巧\n搭配豐富多元的奶油或餡料，讓人享受柔軟輕盈的美味\n\n \n\n六、酥皮蛋糕\n\n酥皮的製作過程較繁複\n是將適量黃油包裹在每層麵團間\n反覆摺疊後再送入烤箱烘烤\n讓麵糰膨脹，分層出酥鬆派皮\n多層次的爽脆口感，每口咬下都是幸福\n\n \n七、磅蛋糕\n\n磅蛋糕又被稱作重奶油蛋糕\n操作十分簡單，只需將相同份量的原料依序混合烘烤\n因為是使用大量奶油製作而成\n擁有濃郁的奶香味，質地綿密醇厚，密實而不乾口\n\n \n八、塔/派\n\n除了蛋糕體，塔派類也是熱門的糕點選擇\n塔口感微硬，像餅乾般酥脆\n形狀也富有變化，常見如檸檬塔\n派則更為酥鬆有層次，常見為蘋果派\n\n \n\n \n \n\n蛋糕推薦口味\n除了不同型態與口感的蛋糕體\n內餡口味更是為蛋糕賦予靈魂，是決定美味的關鍵！\n有濃郁有清新、有甜蜜有酸爽\n根據個人喜好的不同\n下面分享幾個熱門的蛋糕推薦口味：\n\n \n\n• 巧克力\n相信巧克力在許多人心中有著無法抗拒的魅力\n也是許多人挑選蛋糕的首選口味\n不得不提到糖村的黑森林蛋糕和沙哈協奏曲\n喜歡巧克力的朋友千萬不能錯過\n\n• 新鮮水果（草莓、櫻桃、芒果、水蜜桃、青提）\n一般滿滿的鋪上水果是此款蛋糕是標配\n糖村的德式水果蛋糕\n以新鮮當季水果搭配戚風蛋糕\n交織出新鮮清爽口感，吃再多也不會膩\n\n• 茶香（伯爵、鐵觀音、焙茶）\n\n• 水果果醬（蘋果、草莓、櫻桃、藍莓、香橙）\n\n• 優格\n酸甜風味，層次恰到好處，甜而不膩，酸而不厭\n糖村的鳳蘋優格湯種蛋糕\n蛋糕體輕柔、有微酸果醬\n搭配爽口香緹奶油的輕快口感\n非常適合喜歡優格風味的朋友\n\n• 咖啡\n\n \n \n\n認識那麼多種蛋糕類型與口味\n是不是心動的想趕快買一些來嚐嚐？\n趕快點選商品列表看看吧！",
    "product_class_id": "1",
    "user_id": "1",
    "createdAt": "2024-10-20 22:14:00",
    "img_path": "article_cake_types.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "19",
    "title": "只會吃卻不會鑑賞？專家傳授品嚐甜點的小秘訣，感受法式甜點的精緻細節",
    "content": "法式甜點，位處於全世界甜點之中的頂點，但若想要懂得「鑑賞」法式甜點，我們究竟該如何開始呢？\n\n曾為高端甜點師，並著有《法式甜點裡的台灣》、《法式甜點學》、《巴黎甜點師Ying的私房尋味》等書的甜點專家 Ying C. 陳穎，將帶我們初步了解法式甜點的世界，讓我們每一次享用法式甜點時，都能更懂其中的樂趣與美妙之處。\n\n從吃甜點到「鑑賞」甜點，練習享受其中的樂趣\n在法國，如果你去一家甜點店或茶沙龍，店員在結帳時或將甜點上桌之後，一定會說一句：「Bonne dégustation!」意思便是「品嚐愉快」，不同於在吃飯前說的「bon appétit!」（可直譯為「祝胃口大開！」），因為通常在品嚐甜點時，我們都已經吃飽了，或是已用完正餐了。\n\n吃甜點從來不是為了飽足，而是為了樂趣（plaisir）。樂趣與愉悅感的來源不僅僅是口味的滿足，如果也能從知識、美感等其他層面獲得，想必更能欣賞眼前的美味。\n\n想要學習鑑賞甜點，最好的方法就是多吃多看，所有對甜點的概念都需要累積。\n\n吃得越多，就越會影響對口味、品味、美感的判斷。同時，在品嚐甜點時，要去試著了解這一種甜點應有的樣貌，以及為何會如此呈現，例如哪些經典組成是必不可少的、每一個元素製作完成度為何、風味組合的特殊之處、主廚的創作哲學等。如果不知道自己正在吃什麼，那就沒有辦法判斷眼前甜點的好與不好。\n\n知道你在吃什麼：法式甜點的關鍵元素排列組合\n一旦將法式甜點從中切開、為其拍攝和繪製剖面圖，就可以發現它們的組成邏輯是非常相近的，從基本的檸檬塔到法式蛋糕、甚至是完全不同類型的泡芙等，大都符合「麵團（pâte）搭配奶餡（crème），再加上飾面（glaçage）和裝飾（décors）」的規律。\n\n看以下的分解會更為清楚：\n\n塔（Tartes）：塔皮（pâte â foncer）＋奶餡（crème）＋飾面（glaçage）＋裝飾（décors）。代表範例：檸檬塔。\n\n泡芙（Choux）：泡芙麵糊（pâte â choux）＋奶餡（crème）＋飾面（glaçage）＋裝飾（décors）。代表範例：閃電泡芙。\n法式蛋糕（Entremets）：法式海綿蛋糕（biscuit）＋奶餡（crème）＋飾面（glaçage）＋裝飾（décors）。代表範例：歌劇院蛋糕。\n其他形式的變化範例：\n\n結合兩種麵團，例如「聖多諾黑」：千層派皮（pâte + feuilletée）＋泡芙麵糊（pâte â choux）＋奶餡（crème）＋飾面（glaçage）＋裝飾（décors）。\n\n沒有飾面，但使用奶餡擠花覆蓋表面、成為外觀呈現的一部分，例如「蒙布朗」：蛋白霜（meringue）＋奶餡（crème）＋裝飾（décors）。\n\n有的法式蛋糕則會在海綿蛋糕外另外加一層添增酥脆口感的麵團，如「沙布列酥餅」（sablé）或是其他脆片。\n如果讓法國甜點師們製作別國的甜點如起司蛋糕、提拉米蘇，甚至是銅鑼燒和美式餅乾，也有很大的可能會依照這樣的邏輯製作與設計。這也是為什麼這些外來商品來到法國，看起來就是跟原始的版本不太一樣、似乎自動染上法國風情的原因。\n\n以檸檬塔為例，如何感受法式甜點中的細節？\n法式甜點經典之一的檸檬塔，基本組成簡單，總共只有塔皮、檸檬奶餡，有時加上蛋白霜。但就是這兩、三個元素，每一個也都經得起長篇的討論。\n\n塔皮：如果外觀厚薄一致，沒有坑洞，塔殼側邊與底部垂直，邊緣線條平滑俐落，顏色是均勻的金黃色，表示從製作者從製作麵團開始，到捏塔皮「入模」（fonçage）、烘烤、後製處理等過程中，每一個細節都有仔細照顧，不僅技術純熟，還花了心思讓它更為完美。\n\n檸檬奶餡：包括檸檬酸度與香氣的掌握、奶餡的質地等也都是學問。如何在酸與甜之間取得平衡，是否加入檸檬皮，或改成青檸皮、羅勒、紫蘇等增加香氣與層次變化，是否使用均質機讓質地更為細緻，最後是否加入奶油或白巧克力使口感更為馥郁潤滑等，每一個環節都需要經過思考與多次測試。\n\n蛋白霜：比檸檬奶餡更容易從外觀判斷好壞，先不提究竟要採用法式、義式、還是瑞士蛋白霜，最基本的標準如蛋白霜質地是否足夠細緻、挺立；擠花時的線條是否足夠清晰俐落、而不是消泡出水；品嚐時能否在唇舌間感覺到足夠的空氣感、沒有蛋腥味；與檸檬奶餡一起入口時是否互補等，統統都能列入鑑賞的項目。\n\n許多人會說：「外表好看有什麼用？好吃就好了！」那其實是不了解法式甜點（甚至不了解甜點與廚藝）才說得出的話。事實上許多甜點元素如果外表不好看，有可能是製作過程出了問題，很大的機率也不會好吃。\n\n把甜點看作藝術品，與創作者對話\n在當代，一位主廚如何用自己的創作說出完整的故事已是基本要求，把故事說好、說動聽是初級挑戰，更進階的是如何說出擁有鮮明個人風格的故事。如何讓消費者能在喧囂中一眼辨識出自己的作品，於品嚐時再次確認和諧無扞格的完整故事，是現代主廚不可避免的功課。\n\n誠然一句發自內心的「好吃」，或是一掃而空、毫無殘羹的碗盤，對一位主廚來說是實質無比的讚美，但如果消費者與甜點愛好者、甚至粉絲，能夠從細節理解創作者的用心，具體說出作品與眾不同的原因，更是對職人與專業深刻的尊重與回應。\n\n好看、好吃的甜點作品除了終將消逝的特點外，不管是使用的工藝、知識、科學、美感、概念，沒有一樣跟藝術作品不同。如果我們認為藝術作品應該被仔細推敲、玩賞，為什麼甜點不該？\n\n這種「曇花一現」且「必須被消滅」的特性，其實也是甜點比其他藝術創作更有趣之處。眼睛欣賞完，我們不僅能從視覺上記憶它，還能用唇齒、味蕾、胃袋與心切身感受它，最後與其融為一體，這樣的體驗不是所有藝術鑑賞都能提供的。\n\n【本文部分引用自日出出版《法式甜點學》一書】",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-20 23:00:00",
    "img_path": "eat_detail.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "20",
    "title": "甜點即生活，自創流派的臺法甜點魂",
    "content": "時間退回2014年，從法國深造回國的Tim（吳宗剛），在不起眼的巷弄中創立WUnique Pâtisserie吳一無二法式甜點店，以法式手法、季節水果為基礎，加上豐沛的創意能量，及獨特的香草風味，在甜點圈颳起旋風，帶動臺灣法式甜點風潮。開業即將邁入第八年，Tim的初心不變，將法式精神與臺灣在地連結，研製出賦予自由靈魂的台味法式甜點。\n\n「我認為最完美的甜點，就要讓人看一眼就迫不及待想拿來吃。」沒有過多絢麗花俏的裝飾，但每一處都看得到設計巧思，配合臺灣的時令節氣與盛產食材，精緻之餘更富含臺灣味，Tim的法式甜點跳脫傳統框架，開闢出屬於自己的流派。\n\n甜點即生活　從日常汲取能量\n你認為的法式甜點是什麼樣子？應該要精心打扮，優雅的坐在店內，手持刀叉再配一杯咖啡？但Tim並非這麼想，自大學森林系畢業後，為了拓展甜點知識，他前往法國巴黎的斐杭狄（Ferrandi）高等廚藝學校念書，「我學到最多的並不是甜點技巧，而是法國人如何看待甜點文化。」Tim認為，學習法式甜點技法的方式有很多種，上課之外也可以看書、看影片，純熟度則透過經驗累積，從失敗中精進。在法國一年期間，Tim發現當地甜點店九成都是外帶形式，買了甜點就帶去公園、塞納河畔、街邊一角，與朋友家人共同分享。吃甜點對於法國人來說是日常，整個巴黎巷弄間時常瀰漫著奶油香與歡快笑聲，甜點豐富了法國人的生活，成為不可或缺的一部分，「我想把這樣美好的氛圍帶進臺灣，而不是正襟危坐唱高調。」\n\n「我從不強調自己做的是正統法式甜點。」作工複雜、層次豐富、材料多元、外觀精緻，是大眾對於法式甜點的印象，但Tim有一番自己的見解，他認為法式甜點只是烘焙界中的一個種類，有自由發揮的空間，可以運用當季食材、水果，在生活中汲取靈感，變換不同風格，並非生硬死板的侷限於框架中，「透過創作把臺灣的文化元素融入，並重新詮釋法式甜點。」每個甜點背後都有一段屬於Tim的故事，可能是小時候的記憶，或在旅行途中所見所聞，也期待客人在吃吳一無二甜點的時候，會勾起一段自身的回憶或感觸，「這個甜點的滋味，就會存在你的生命中。」Tim笑著說，最近受疫情影響，沒辦法旅行獲得新靈感，所以甜點品項一直沒變。\n\n創意無限　美味先過自己這關\n每天的生活點滴都是Tim的靈感來源。「有天看了日劇《東京大飯店》，裡面說蒙布朗的美味關鍵，是將煮栗子皮的水融入內餡中。我突然想起，臺灣的烤地瓜不也是這樣？」烤地瓜的糖蜜香氣都在外皮上，Tim將外皮烤乾打成粉末，以傳統手法創作烤地瓜口味蒙布朗，內餡搭配日本味噌增添層次。「我喜歡堆疊多種風味，從中取得完美平衡。」例如經典的法式檸檬塔，內餡加入新鮮羅勒葉，讓酸甜滋味多了一股草本香。",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-20 23:00:00",
    "img_path": "dessert_life.jpg",
    "activation": "1",
    "artValid": "0"
  },
  {
    "id": "21",
    "title": "內行看門道！了解烘焙科學，你才算真正進入甜點的夢幻世界！",
    "content": "撰文＝ Ying C. 陳穎（高端甜點師）\n\n許多人會說:「外表好看有什麼用？好吃就好了！」那其實是不了解法式甜點（甚至不了解甜點與廚藝）才說得出來的話。事實上許多甜點元素如果外表不好看，有可能是製作過程出了問題，很大的機率也不會好吃。以塔皮為例，從製作過程到入模的手勢差異、烘烤等，都會影響最終的口感。如果塔皮做得漂亮，通常不會太難吃；但如果因為製作過程中時間、溫度控制不佳，或入模時不夠熟練，成品做得歪七扭八，對塔皮的酥脆度、以及甜點整體的口味都將有很大的影響。\n\n除了手藝與經驗 科學知識也不能少\n\n要能夠精準地掌握甜點元素製作的要領，除了依靠甜點師的經驗和手藝外，其實也非常需要掌握食品科學的知識。\n\n早在1873年，出版過多部料理與糕點著作的大師古菲就已經強調過分量、比例、烘烤溫度與時間的重要性。這位在寫作食譜時「眼不離鐘、手不離秤」的主廚曾經斷言「成為好糕點師的訣竅可以用仔細觀測時間來概括：要靠鐘錶而不是靠天分」。當時的烤箱並沒有溫度計，古菲利用紙片測量烤箱溫度，並詳細記錄在他的《糕點之書》中。例如紙片如果放入後立刻焦黑，但沒有燃燒的話，代表烤箱溫度太高；變成深褐色，就可以用來快速為冰凍的甜點上色；變成淺褐色，就可以用來烤製餡餅、 千層酥盒等點心；深黃色可以烤大型糕點；淺黃色可以空烤各色小點心等。\n\n\n空烤完成的塔皮成品很容易就能判斷出入模技術的好壞。（圖片來源：日出出版社提供）\n\n日本甜點教父河田勝彥主廚曾經復刻過許多19、20世紀初期的大師作品，他在《法式經典甜點大全：38款歷久彌新的法式傳統甜點》中便曾表示，同樣是製作芳秀內特（Fanchonette）這個甜點，如果中間的芳秀內特蛋奶餡「crème Fanchonette」是依照卡漢姆的食譜，內餡會在烘烤過程中沸騰噴出；但如果是照古菲的食譜，就絕對不會發生這種情形。\n\n廚藝科學化 料理觀念更完善\n\n以往廚藝被認為需要經驗，但到了20世紀，科學發展日益進步，有許多針對廚藝手法、料理烹調方式的科學研究。許多過往普遍被接受的觀念受到挑戰，老練的經驗不再是準則，廚師與甜點師們可以利用科學知識與儀器，更精確地掌握各種元素的製作、烘烤與烹飪手法。\n\n1984年美國科學家哈洛德 ‧ 馬基（Harold McGee）出版《食物與廚藝》（On Food and Cooking），系統性地以科學探討廚藝與烹飪，立刻引起轟動。該書全球銷量累積超過五百萬本，被所有主廚奉為圭臬，也是美食愛好者、想要更加了解廚房科學、人類飲食文明的讀者們必備的聖經。該書揭露的食物與廚藝科學知識革新了全球的料理觀念，並催生了曾經紅極一時的「分子廚藝」。\n\n「分子廚藝」與「分子美食學」（gastronomie moléculaire）的開展和正式命名，則要歸功於匈牙利裔的英國物理學家尼可拉斯 ‧ 庫提（Nicholas Kurti，1908～1998）和法國物理化學家赫維 ‧ 提斯（Hervé is，1955～）。兩人合作研究烹飪過程中食物的物理與化學變化，發起「國際分子美食交流會議」（International Workshop on Molecular and Physical Gastronomy），提斯後來更在法國的大學中主持研究，與國家農學研究中心（Institut national de la recherche agronomique）合作成立分子美食研究小組，並製播主持電視節目、出版著作，將廚房科學推廣給一般大眾。\n\n科技、知識、技藝靈活運用 食材處理更有效\n\n將科技與科學知識和技藝結合，嶄新的烹調手法與儀器，幫助廚師與甜點師們發揮想像力與原創性，創造出更接近理想的作品，是現代廚房的特色。不過，這並不代表所有人都要將自己的創作當成化學或物理實驗、建築模型，而是利用知識的力量了解如何更好地運用與處理食材。譬如在製作蛋白霜時，使用什麼溫度的蛋、在什麼時候加糖、使用砂糖或糖粉、蛋白霜之後是用來製作什麼樣的甜點（戚風蛋糕、馬卡龍、舒芙蕾等），每一個環節都牽涉了食物的化學與物理反應，如果能夠掌握這些關鍵知識，將會大幅地增加製作成功率、減少浪費，且更利於複製與傳承。\n\n知識也是甜點鑑賞的要件之一\n\n與此相對，如果能夠了解甜點製作過程所需的技術和知識，自然也就能從成品的外觀和口感等細節，判斷製作者的技術、欣賞職人的用心。如果自己也是甜點師或喜歡自己手做甜點，更能夠從中得到啟發、創造出更好的作品。\n\n以法式甜點經典之一的檸檬塔為例，基本組成簡單，總共只有塔皮、檸檬奶餡，有時加上蛋白霜。但就是這2、3個元素，每一個也都禁得起長篇的討論。譬如塔皮，如果外觀厚薄一致，沒有坑洞，塔殼側邊與底部垂直，邊緣線條平滑俐落，顏色是均勻的金黃色，表示製作者從製作麵糰開始，到捏塔皮「入模」（fonçage）、烘烤、後製處理等過程中，每一個細節都有仔細照顧，不僅技術純熟，還花了心思讓它更為完美。\n\n檸檬奶餡的部分，包括檸檬酸度與香氣的掌握、奶餡的質地等也都是學問。如何在酸與甜之間取得平衡，是否加入檸檬皮，或改成青檸皮、羅勒、紫蘇等增加香氣與層次變化，是否使用均質機讓質地更為細緻，最後是否加入奶油或白巧克力使口感更為馥郁潤滑等，每一個環節都需要經過思考與多次測試。\n\n蛋白霜的表現則比檸檬奶餡容易從外觀判斷好壞，先不提究竟要採用法式、義式、還是瑞士蛋白霜，最基本的標準如蛋白霜質地是否足夠細緻、挺立；擠花時的線條是否足夠清晰俐落、而不是消泡出水；品嘗時能否在唇舌間感覺到足夠的空氣感、沒有蛋腥味；與檸檬奶餡一起入口時是否互補等，統統都能列入鑑賞的項目。\n\n用心感受 蘊藏在甜點背後的美味細節\n\n結合了甜點師手藝、美感、科學知識，即使是簡單的作品都可以當成工藝品來看待。欣賞細節並非吹毛求疵，目的也不是拿著放大鏡評判給分，而是從中品味職人的用心，從這些細微之處感受法式甜點凝聚數百年的歷史風華。日本人在吃飯之前會說「いただきます」（itadakimasu）、吃完後會說「ごちそうさま」（gochisousama）。「いただきます」有「領受」之意、「ごちそうさま」 的漢字寫作「御馳走 」，生動地呈現出為了製作餐點需要東奔西跑、四處張羅準備的情形。這兩句話裡透露了對食材、大自然以及製作者的敬意和感謝。 如同每一餐的到來都不容易，為了使品嘗的人開心、感動，每一個甜點作品也是累積無數心血的技藝展現。也許下次在品味法式甜點時，我們都能夠從鑑賞之中，深深感受到這些「小點心」裡蘊含滋養人心的巨大力量。",
    "product_class_id": "6",
    "user_id": "1",
    "createdAt": "2024-10-21 07:57:00",
    "img_path": "foodnext.jpg",
    "activation": "1",
    "artValid": "0"
  }
]
